Repository: ExpidusOS/power-manager
Catalog: po/hye.po
Languages: hye

source: Never
hye: Երբեք

source: When the screensaver is activated
hye: Երբ էկրանի պահպանիչը ակտիւացուած է

source: When the screensaver is deactivated
hye: Երբ էկրանի պահպանիչը անջատուած է

source: Nothing
hye: Ոչինչ

source: Xfce Power Manager
hye: Xfce հոսանքի կառավարիչ

source: Power manager settings
hye: Հզաւրութեան կառավարչի կարգաւորումները

source: _Help
hye: _Աւգնութիւն

source: _Close
hye: _Փակել

source: When power button is pressed:
hye: Երբ անջատելու կոճակը սեղմուած է.

source: When sleep button is pressed:
hye: Երբ հանգստի կոճակը սեղմուած է.

source: When battery button is pressed:
hye: Երբ մարտկոցի կոճակը սեղմուած է.

source: Exponential
hye: Աստիճանային

source: Brightness step count:
hye: Պայծառութեան քայլի հաշուարկ.

source: Handle display brightness _keys
hye: Կառաւարել պայծառութեան ցուցադրման _ստեղները

source: <b>Buttons</b>
hye: <b>Կոճակներ</b>

source: Status notifications
hye: Կարգավիճակի ծանուցումներ

source: System tray icon
hye: Համակարգի սկուտեղի պատկերակը

source: <b>Appearance</b>
hye: <b>Արտաքին տեսք</b>

source: General
hye: Ընդհանուր

source: System sleep mode:
hye: Համակարգի հանգստի աշխատակերպ.

source: <b>System power saving</b>
hye: <b>Համակարգի էներգախնայողութիւն</b>

source: On battery
hye: Մարտկոցի վրայ

source: Plugged in
hye: Ներդիր

source: Critical battery power level:
hye: Վճռորոշ մարտկոցի էներգիայի մակարդակ.

source: On critical battery power:
hye: Մարտկոցը վճռորոշ էներգիայի վրայ.

source: <b>Critical power</b>
hye: <b>Վճռորշ էներգիա</b>

source: Lock screen when system is going to sleep
hye: Կողպէք էկրանը, երբ համակարգը պատրաստուում է հանգստանալ

source: <b>Security</b>
hye: <b>Անվտանգութիւն</b>

source: System
hye: Համակարգ

source: <b>Display power management</b>
hye: <b>Ցուցադրիչ էներգիայի կառաւարում</b>

source: Let the power manager handle display power management (DPMS) instead of X11.
hye: Թողնել էներգիայի կառաւարիչը աշխատի X11- ի փոխարէն, որպէսզի ցուցադրի էլեկտրաէներգիայի կառաւարումը (DPMS):

source: Blank after
hye: Բացատից յետոյ

source: Put to sleep after
hye: Դնել հանգստից յետոյ

source: Switch off after
hye: Անջատէք փոխարկելուց յետոյ

source: On inactivity reduce to
hye: Անգործութիւնից նուազեցնել դէպի

source: Reduce after
hye: Նուազեցնել յետոյ

source: <b>Brightness reduction</b>
hye: <b>Պայծառութեան կրճատում</b>

source: Display
hye: Ցուցադրութիւն

source: Automatically lock the session:
hye: Ինքնաշխատաւրէն կոպէք նստաշրջանը.

source: Delay locking after screensaver for
hye: Էկրանապահից յետոյ յետաձգելը արգելափակուում է

source: <b>Light Locker</b>
hye: <b>Թեթեւ կողպէք</b>

source: Security
hye: Անվտանգութիւն

source: One minute
hye: Մեկ րոպէ

source: minutes
hye: րոպէներ

source: One hour
hye: Մեկ ժամ

source: one minute
hye: մեկ րոպէ

source: hours
hye: ժամեր

source: seconds
hye: վայրկեաններ

source: Suspend
hye: Կասեցնել

source: Suspend operation not permitted
hye: Կասեցման գործողութիւնը չի թոյլատրուում

source: Suspend operation not supported
hye: Կասեցման գործողութիւնը չի ապահովուում

source: Hibernate
hye: Սառեցնել

source: Hibernate operation not permitted
hye: Սառեցման գործողութիւնը չի թոյլատրուում

source: Hibernate operation not supported
hye: Սառեցման գործողութիւնը չի ապահովուում

source: Hibernate and suspend operations not supported
hye: Գործողութիւնների ժամկետային հետաձգումը պաշտպնուած է

source: Hibernate and suspend operations not permitted
hye: Սառեցման եւ կասեցման գործողութիւնները չեն թոյլատրուում

source: Do nothing
hye: Չանել ոչինչ

source: Shutdown
hye: Անջատել

source: Ask
hye: Հարցնել

source: Switch off display
hye: Անջատէք ցուցադրումը

source: Lock screen
hye: Կողպէ՛ք էկրանը

source: Number of brightness steps available using keys
hye: Բանալիների միջոցով աւգտագործել մատչելի պայծառութեան քայլերի քանակը.

source: When all the power sources of the computer reach this charge level
hye: Երբ համակարգչի բոլոր էներգիայի աղբիւրները հասնում են այս լիցքաւորման մակարդակին

source: Device
hye: Սարք

source: Type
hye: Տիպ

source: PowerSupply
hye: Էլեկտրաէներգիա

source: True
hye: Ճիշտ

source: False
hye: Սխալ

source: Model
hye: Տիպար

source: Technology
hye: Տեխնոլոգիայ

source: Current charge
hye: Ընթացիկ լիցք

source: Fully charged (design)
hye: Ամբողջութեամբ լիցքաւորուած (ձեւաւորում)

source: Fully charged
hye: Ամբողջութեամբ լիցքաւորուած

source: Energy empty
hye: Էներգիան դատարկ է

source: Voltage
hye: Լարում

source: Vendor
hye: Մատակարար

source: Serial
hye: Հերթական

source: Check your power manager installation
hye: Ստուգէ՛ք Ձեր էներգիայի կառաւարչի տեղակայումը

source: Devices
hye: Սարքաւորումներ

source: Settings manager socket
hye: Կարգաւորումների կառաւարման բնիկ

source: SOCKET ID
hye: Բնիկի նոյնականացում

source: Display a specific device by UpDevice object path
hye: Ցուցադրել յատուկ սարք` Սարքի նպատակակէտի ուղով

source: UpDevice object path
hye: Ցուցադրել առարկայի ուղին

source: Enable debugging
hye: Միացնել վիպազերծիչը

source: Display version information
hye: Ցուցադրել տարբերակի տեղեկութիւնները

source: Cause xfce4-power-manager-settings to quit
hye: Պատճառը xfce4- ի կառաւարիչ-կարգաւորումներից դուրս գալն է

source: Failed to connect to power manager
hye: Չյաջողուեց միացնել հոսանքի կառաւարիչը

source: Xfce4 Power Manager is not running, do you want to launch it now?
hye: Xfce4-ի էներգիայի կառաւարիչը- ը չի գործարկուում, ցանկանում է՞ք այն գործարկել:

source: Failed to load power manager configuration, using defaults
hye: Չյաջողուեց բեռնել էներգիայի կառաւարչի կազմաձեւումը ՝ աւգտագործելով սկզբնադիր

source: This is %s version %s, running on Xfce %s.
hye: Սա այն%s տարբերակն է%s, որն աշխատում է Xfce- ով %s

source: Built with GTK+ %d.%d.%d, linked with GTK+ %d.%d.%d.
hye: Կառուցուել է GTK +- ի հետ%d:%d:%d, կապուած է GTK +- ի հետ%d:%d:%d:

source: Power Manager
hye: Էներգիայի Կառաւարիչ

source: Settings for the Xfce Power Manager
hye: Կարգաւորումներ Xfce Էներգիայի Կառաւարչի- ի համար

source: settings;preferences;buttons;sleep;hibernate;battery;suspend;shutdown;brightness;laptop lid;lock screen;plugged in;saving;critical;
hye: կարգաւորում, նախընտրութիւններ; կոճակներ; հանգիստ; ձմեռել; մարտկոց; կասեցնել; անջատել; պայծառութիւն; ծալովի համակարգչի կափարիչ; կողպէ՛ք էկրանը; միացուած; խնայող; կարեւոր;

source: translator-credits
hye: թարգմանիչ-վարկեր

source: Battery
hye: Մարտկոց

source: Uninterruptible Power Supply
hye: Անխափան էլեկտրամատակարարում

source: Line power
hye: Գծի ուժը

source: Mouse
hye: Մուկ

source: Keyboard
hye: Ստեղնաշար

source: Monitor
hye: Ցուցասարք

source: Phone
hye: հեռախաւս

source: Tablet
hye: Գրաֆիկական տախտակ

source: Computer
hye: Համակարգիչ

source: Unknown
hye: Անյայտ

source: Lithium ion
hye: Լիթիումի իոն

source: Lithium polymer
hye: Լիթիումի պոլիմեր

source: Lithium iron phosphate
hye: Լիթիումի երկաթի ֆոսֆատ

source: Lead acid
hye: Կապարաթթու

source: Nickel cadmium
hye: Նիկելի կադմիոն

source: Nickel metal hybride
hye: Նիկելի մետաղի ջրածնիդ

source: Unknown time
hye: Անյայտ ժամանակ

source: <b>%s %s</b> Fully charged (%0.0f%%, %s runtime)
hye: <b>%s%s</b> Լրիւ լիցքաւորուած (%0.0f%%,%s աշխատաժամանակ)

source: <b>%s %s</b> Fully charged (%0.0f%%)
hye: <b>%s%s</b> Լրիւ լիցքաւորուած (%0.0f%%)

source: <b>%s %s</b> Charging (%0.0f%%, %s)
hye: <b>%s%s</b> Լիցքաւորում (%0.0f%%, %s)

source: <b>%s %s</b> Charging (%0.0f%%)
hye: <b>%s%s</b> Լիցքաւորում (%0.0f%%)

source: <b>%s %s</b> Discharging (%0.0f%%, %s)
hye: <b>%s%s</b> Լիցքաթափում (%0.0f%%, %s)

source: <b>%s %s</b> Discharging (%0.0f%%)
hye: <b>%s%s</b> Լիցքաթափում (%0.0f%%)

source: <b>%s %s</b> Waiting to discharge (%0.0f%%)
hye: <b>%s%s</b> Սպասում է լիցքաթափուելուն (%0.0f%%)

source: <b>%s %s</b> Waiting to charge (%0.0f%%)
hye: <b>%s%s</b> Սպասում է լիցքաւորուելուն (%0.0f%%)

source: <b>%s %s</b> is empty
hye: <b>%s%s</b> Դատարկ է

source: <b>%s %s</b> Current charge: %0.0f%%
hye: <b>%s%s</b> Ընթացիկ լիցքը. %0.0f%%

source: Not plugged in
hye: Միացուած չէ

source: <b>%s %s</b> Unknown state
hye: <b>%s%s</b> Անյայտ վիճակ

source: An application is currently disabling the automatic sleep. Doing this action now may damage the working state of this application. Are you sure you want to hibernate the system?
hye: Ներկայումս յայտը անջատում է ինքնաշխատ հանգիստը: Այս գործողութիւնն այժմ իրականացնելը կարող է վնաս հասցնել այս յաւելուածի աշխատանքային վիճակին: Համոզուա՞ծ էք, որ ցանկանում էք սառեցնել համակարգը:

source: None of the screen lock tools ran successfully, the screen will not be locked. Do you still want to continue to suspend the system?
hye: Էկրանի կողպման գործիքներից ոչ մեկը յաջողութեամբ չաշխատեց, էկրանը չի՛ կողպուելու: Դուք դեռ ցանկո՞ւմ էք շարունակել կասեցնել համակարգը:

source: Hibernate the system
hye: Սառեցնել համակարգը

source: Suspend the system
hye: Կասեցնել համակարգը

source: Shutdown the system
hye: Անջատել համակարգը

source: System is running on low power. Save your work to avoid losing data
hye: Համակարգն աշխատում է ցածր էներգիայի վրայ: Խնայէ՛ք Ձեր աշխատանքը՝ տվեալներ չկորցնելու համար

source: _Cancel
hye: _Չեղարկել

source: System is running on low power
hye: Համակարգն աշխատում է ցածր էներգիայի վրայ

source: Your %s charge level is low Estimated time left %s
hye: Ձեր %s լիցքի մակարդակը ցածր է Մնացել է գնահատուած ժամանակը%s

source: Permission denied
hye: Թոյլտուութիւնը մերժուել է

source: Suspend not supported
hye: Կասեցնելը չի ապահովուում

source: Brightness: %.0f percent
hye: Պայծառութիւն: %.0f տոկոս

source: Your %s is fully charged
hye: Ձեր%s ամբողջութեամբ գանձուում է

source: Your %s is charging
hye: Ձեր %s լիցքաւորում են

source: %s (%i%%) %s until fully charged
hye: %s(%i%%) %sմինչեւ վերջ լիցքաւորուած

source: Your %s is discharging
hye: Ձերը %s լիցքաթափում են

source: System is running on %s power
hye: Համակարգն աշխատում է%s ուժի մէջ

source: %s (%i%%) Estimated time left is %s
hye: %s(%i%%) Մնացել է հաշուարկային ժամանակը%s

source: Your %s is empty
hye: Ձեր %s-ը դատարկ է

source: Keyboard Brightness: %.0f percent
hye: Ստեղնաշարի պայծառութիւն. %.0f տոկոս

source: With policykit support
hye: Քաղաքականութեան աւգնութեամբ

source: Without policykit support
hye: Առանց քաղաքականութեան աւգնութեան
